Repository: shernandezp/GPSControlSMS
Catalog: GPSControlSMS.MauiLib/Resources/AppResources.*.resx
Languages: es

# AccAlarmOff
source: Disable Acc Alarm
es: Deshabilitar Alarma de Ignición

# AccAlarmOn
source: Enable Acc Alarm
es: Habilitar Alarma de Ignición

# AccOff
source: Turn Off Engine
es: Apagar Motor

# AccOn
source: Turn On Engine
es: Encender Motor

# AppDescription
source: A simple app for sending SMS commands to GPS trackers.
es: Una app sencilla para enviar comandos SMS a rastreadores GPS.

# AppReset
source: Settings have been reset to default values.
es: La configuración por defecto se ha restaurado.

# AppSlogan
source: Fast. Reliable. Easy.
es: Rápido. Confiable. Fácil.

# ConfirmationLabel
source: Confirmation
es: Confirmación

# ConfirmFactory
source: Are you sure you want to restart the device to factory settings?
es: Está seguro de querer restaurar el dispositivo a configuraciones de fábrica?

# EmptyUnit
source: Please enter the unit name
es: Por favor ingrese en nombre de la unidad

# ExistingUnit
source: Unit name already exists.
es: La unidad ya existe.

# ExtPowerAlarmOff
source: Disable Power Alarm
es: Deshabilitar Alarma de Corte de Energía

# ExtPowerAlarmOn
source: Enable Power Alarm
es: Habilitar Alarma de Corte de Energía

# Factory
source: Reset Factory Settings
es: Restaurar a configuraciones de fábrica

# GoogleLink
source: Location
es: Ubicación

# MessageLabel
source: Message
es: Mensaje

# Movement
source: Enable Movement Alarm
es: Habilitar Alarma de Movimiento

# Movement100
source: Enable Movement Alarm (100 mts)
es: Habilitar Alarma de Movimiento (100 mts)

# Movement200
source: Enable Movement Alarm (200 mts)
es: Habilitar Alarma de Movimiento (200 mts)

# Movement50
source: Enable Movement Alarm (50 mts)
es: Habilitar Alarma de Movimiento (50 mts)

# MovementOff
source: Disable Movement Alarm
es: Deshabilitar Alarma de Movimiento

# PasswordPlaceholder
source: Password
es: Contraseña

# PhoneNumberMissing
source: Phone number is not set
es: Ne se ha ingresado el número de teléfono

# PhonePlaceholder
source: Phone Number
es: Número de Teléfono

# Reset
source: Reset Device
es: Reiniciar Dispositivo

# ResetApp
source: Reset to Default
es: Restaurar Configuración por defecto

# SavePlaceholder
source: Save
es: Guardar

# SenderMenu
source: Sender
es: Enviar

# SettingsMenu
source: Settings
es: Configuración

# SmsError
source: An error occurred while sending SMS
es: Ha ocurrido un error al enviar el mensaje SMS

# SmsNotSupported
source: SMS not supported on this device
es: El envío de mensajes SMS no estan soportados en este dispositivo.

# Status
source: Status of the Device
es: Estado del dispositivo

# UnitAdded
source: Unit has been added.
es: La unidad se agregó.

# UnitSaved
source: The unit settings have been saved.
es: La configuración de la unidad ha sido guardada.

# YesLabel
source: Yes
es: Sí
